[
  {
    "id": "abys",
    "name": "Abyssinian",
    "origin": "Egypt",
    "description": "The Abyssinian is easy to care for, and a joy to have in your home. They’re affectionate cats and love both people and other animals.",
    "temperament": "Active, Energetic, Independent, Intelligent, Gentle",
    "image": "0XYvRd7oD"
  },
  {
    "id": "aege",
    "name": "Aegean",
    "origin": "Greece",
    "description": "Native to the Greek islands known as the Cyclades in the Aegean Sea, these are natural cats, meaning they developed without humans getting involved in their breeding.",
    "temperament": "Affectionate, Social, Intelligent, Playful, Active",
    "image": "ozEvzdVM-"
  },
  {
    "id": "abob",
    "name": "American Bobtail",
    "origin": "United States",
    "description": "American Bobtails are loving and incredibly intelligent cats possessing a distinctive wild appearance. They are extremely interactive cats that bond with their human family with great devotion.",
    "temperament": "Intelligent, Interactive, Lively, Playful, Sensitive",
    "image": "hBXicehMA"
  },
  {
    "id": "acur",
    "name": "American Curl",
    "origin": "United States",
    "description": "Distinguished by truly unique ears that curl back in a graceful arc, offering an alert, perky, happily surprised expression, they cause people to break out into a big smile when viewing their first Curl. Curls are very people-oriented, faithful, affectionate soulmates, adjusting remarkably fast to other pets, children, and new situations.",
    "temperament": "Affectionate, Curious, Intelligent, Interactive, Lively, Playful, Social",
    "image": "xnsqonbjW"
  },
  {
    "id": "asho",
    "name": "American Shorthair",
    "origin": "United States",
    "description": "The American Shorthair is known for its longevity, robust health, good looks, sweet personality, and amiability with children, dogs, and other pets.",
    "temperament": "Active, Curious, Easy Going, Playful, Calm",
    "image": "JFPROfGtQ"
  },
  {
    "id": "awir",
    "name": "American Wirehair",
    "origin": "United States",
    "description": "The American Wirehair tends to be a calm and tolerant cat who takes life as it comes. His favorite hobby is bird-watching from a sunny windowsill, and his hunting ability will stand you in good stead if insects enter the house.",
    "temperament": "Affectionate, Curious, Gentle, Intelligent, Interactive, Lively, Loyal, Playful, Sensible, Social",
    "image": "8D--jCd21"
  },
  {
    "id": "amau",
    "name": "Arabian Mau",
    "origin": "United Arab Emirates",
    "description": "Arabian Mau cats are social and energetic. Due to their energy levels, these cats do best in homes where their owners will be able to provide them with plenty of playtime, attention and interaction from their owners. These kitties are friendly, intelligent, and adaptable, and will even get along well with other pets and children.",
    "temperament": "Affectionate, Agile, Curious, Independent, Playful, Loyal",
    "image": "k71ULYfRr"
  },
  {
    "id": "amis",
    "name": "Australian Mist",
    "origin": "Australia",
    "description": "The Australian Mist thrives on human companionship. Tolerant of even the youngest of children, these friendly felines enjoy playing games and being part of the hustle and bustle of a busy household.",
    "temperament": "Lively, Social, Fun-loving, Relaxed, Affectionate",
    "image": "_6x-3TiCA"
  },
  {
    "id": "bali",
    "name": "Balinese",
    "origin": "United States",
    "description": "Balinese are curious, outgoing, intelligent cats with excellent communication skills. They are known for their chatty personalities and are always eager to tell you their views on life, love, and what you’ve served them for dinner.",
    "temperament": "Affectionate, Intelligent, Playful",
    "image": "13MkvUreZ"
  },
  {
    "id": "bamb",
    "name": "Bambino",
    "origin": "United States",
    "description": "Bambinos are short in stature with a sturdy, heavy bone structure. They love to snuggle and are often found under the covers, cuddled up with their humans.",
    "temperament": "Affectionate, Lively, Friendly",
    "image": "ai6JbBoNP"
  },
  {
    "id": "beng",
    "name": "Bengal",
    "origin": "United States",
    "description": "Bengals are active, playful, and extremely agile. They have a distinctive coat with leopard-like spots or marbling, making them look like miniature wildcats.",
    "temperament": "Active, Agile, Energetic, Intelligent, Fun-loving",
    "image": "eoTwe6fYV"
  },
  {
    "id": "birm",
    "name": "Birman",
    "origin": "Burma",
    "description": "Birmans are affectionate, gentle, and faithful companions with an air of dignity that seems to invite adoration by their human companions. They are great for families and get along well with other pets.",
    "temperament": "Affectionate, Gentle, Playful, Social",
    "image": "MC8cE9-9E"
  },
  {
    "id": "bomb",
    "name": "Bombay",
    "origin": "United States",
    "description": "Bombays are attention-seekers, and they like to follow you around and be involved in whatever you’re doing. They are affectionate and make great companions.",
    "temperament": "Affectionate, Curious, Gentle, Intelligent, Playful",
    "image": "kRf3i9-hE"
  },
  {
    "id": "bslo",
    "name": "British Longhair",
    "origin": "United Kingdom",
    "description": "British Longhairs are known for their easygoing and laid-back nature. They are friendly and enjoy being around people but are not overly demanding.",
    "temperament": "Affectionate, Easygoing, Friendly, Gentle",
    "image": "JFtIDgXt9"
  },
  {
    "id": "bsho",
    "name": "British Shorthair",
    "origin": "United Kingdom",
    "description": "British Shorthairs are calm and easygoing cats known for their dense, plush coat and round face. They are low-maintenance and make great indoor pets.",
    "temperament": "Adaptable, Easygoing, Gentle, Loyal, Patient, Quiet",
    "image": "9URcGJBtq"
  },
  {
    "id": "bure",
    "name": "Burmese",
    "origin": "Burma",
    "description": "Burmese cats are affectionate and sociable, enjoying the company of their human families. They are known for their playful and curious nature.",
    "temperament": "Curious, Friendly, Affectionate, Intelligent, Gentle",
    "image": "yze0j1qEz"
  }
]
